---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireTypeSetIterator
source: html/1112d84d-534e-39e6-56d7-f9e56aa9ad08.htm
---
# WireTypeSetIterator Properties

Retrieves the item that is the current focus of the iterator.